[
  {
    "name": "아비시니안 (Abyssinian)",
    "text": "고양이의 한 품종. 단모종이다. 귀엽고 아름답지만 지랄묘에 개냥이로 잘 알려진 종이다. 물론 그럼에도 의외로 차분한 아비시니안도 많다. 이름을 굉장히 자주 틀리는 고양이다. 관련 정보 검색에 애로 사항이 꽃필 정도. 아비니시안, 아바시니안, 아바니시안 등 다양하지만 아비시니안이 정식 명칭이다"
  },
  {
    "name": "아메리칸 불독 (American_Bulldog)",
    "text": "현재 멸종 된 Old English Bulldog의 후손입니다. 그들은 이제 동물 농장, 개 스포츠 및 전시에 사용됩니다. 그것들은 미국 문화와 역사의 일부이며 미국의 문화 아이콘으로 사용될 수 있습니다."
  },
  {
    "name": "아메리칸 핏불 테리어 (American_pit_bull_terrier)",
    "text": "미국 핏불 테리어 종은 강하고 다부진 체격이며, 다른 종에 비해 파운드 몸 무게당 근육이 더 많다."
  },
  {
    "name": "바셋하운드 (Basset_hound)",
    "text": "바셋하운드는 16세기에 처음 발견된 프랑스의 개이다. 헌신적인 성격이다."
  },
  {
    "name": "비글 (Beagle)",
    "text": "비글은 개 품종의 하나이다. 외모는 억세어 보이며, 몸에 군더더기 살이 없고, 짧은 털이 빽빽하게 나 있다. 머리는 넓적하고, 귀는 부드러우며 길쭉하다. 체중은 약 8~14kg이다."
  },
  {
    "name": "벵갈 (Bengal)",
    "text": "고양이의 한 품종. 1970년대 미국에서 집고양이와 야생 삵의 교배로 탄생하였다. 품종명인 '벵갈'도 삵의 학명 Prionailurus bengalensis 에서 유래. 그래서 호랑이나 표범같은 특유의 와일드한 외모에 푹 빠져 좋아하는 사람이 많다. 사실 벵갈 키우면 주변 사람에게 호랑이 키운다는 농담을 한 번씩은 들어 보게 된다. 뱅갈로 잘못 쓰는 사람이 상당히 많은 편이다. 장모종은 캐쉬미어라고 한다."
  },
  {
    "name": "버만 (Birman)",
    "text": "버만(Birman)은 고양이 품종 중 하나이다. 중장모 종이며 일부의 경우 샴고양이와 매우 유사한 외관을 지녔다. 샴 고양이가 털이 긴 버전이라고나 할까.(다만 실제 샴의 장모버전은 발리니즈다 애초에 버만과 샴은 체형 자체가 다르다) 얼굴이나 발, 꼬리가 어두운 색으로 덮혀 있으며 어떤 종류의 털색이든 항상 푸른 눈을 가지고 있다. 다리에도 어두운 털로 덮혀 있지만 발은 하얀 색이다."
  },
  {
    "name": "봄베이 (Bombay)",
    "text": "봄베이고양이는 아시아고양이 중 검은고양이 품종이다. 유럽에서 가장 흔히 기르는 고양이 중 하나이다. 흑표범을 닮은 집고양이를 만들 목적으로 1958년 미국 켄터키 루이빌에서 니키 호너가 버미즈와 아메리칸쇼트헤어를 교배시켜 만든 종이다. 이 때문에 '거실 표범'이라는 별명이 생겼다."
  },
  {
    "name": "복서 (Boxer)",
    "text": "복서는 중간 크기의 독일 원산의 개이다. 어깨높이는 53~63cm이고, 몸무게는 25~35kg이다. 1850년 독일의 품종 연구가들이 불도그와 그레이트 데인을 교배시켜 만들었다. 몸이 땅딸막하고 근육질이 강하다. 움직임이 빠르고 늘 경계를 늦추지 않는다."
  },
  {
    "name": "브리티시 쇼트헤어 (British_Shorthair)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "치와와 (Chihuahua)",
    "text": "개의 품종. 치와와(Chihuahua)는 가장 작은 품종으로 유명하다. 키는 13~22cm, 평균 체중은 1.8~2.7kg이 정상 체중이다. 몸집이 큰 세인트 버나드에 비하면 20분의 1밖에 안 되는 셈이다. 귀는 크고 쫑긋하며, 눈은 크고 약간 볼록하게 보인다. 털빛깔은 붉은색, 검은색, 담황색, 얼룩무늬 등 여러 가지가 있다. 원래 털이 매끈매끈한 단모종이다. 장모종도 있는데, 비교적 근래에 포메라니안 등과 교배하면서 생겨나게 되었다. 매우 쎈 성격으로 유명한 견종이다."
  },
  {
    "name": "브리티시 쇼트헤어 (Egyptian_Mau)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "브리티시 쇼트헤어 (English_cocker_spaniel)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "저먼 쇼트헤어드 포인터 (German_shorthaired)",
    "text": "사냥을 위해 독일에서 19 세기에 개량된 중대형 개 품종입니다. 다재다능한 사냥 품종으로, 다리가 튼튼하면서도 강력하면서도 빠르게 움직이며 빠르게 돌 수 있습니다. 머리에 적당히 긴 플로피 귀를 덮습니다."
  },
  {
    "name": "그레이트 피레니즈 (Great_pyrenees)",
    "text": "그레이트 피레니즈 또는 피레니언 마운틴 도그는 개의 한 품종으로 초대형견이며, 사역견 및 경비견으로 이용되어 왔다. 그레이트 피레니즈는 평화주의견으로 유명하다."
  },
  {
    "name": "하바나 실크 독 (Havanese)",
    "text": "활발하고 똑똑하며 행복해하고 훈련이 잘 되는 하바나 실크 독은, 빈번한 산책과 물어오기 놀이에 만족을 느낄 수 있는 작은 반려견을 원하는 보호자에게 이상적입니다."
  },
  {
    "name": "제페니스 친 (Japanese_chin)",
    "text": "친은 일본 원산의 소형 견종이다. 중국에서 일본으로 유래되었으며, 과거 일본에서 귀족들만 가질 수 있었던 개로 유명하다. "
  },
  {
    "name": "키스혼드 (Keeshond)",
    "text": " 성견의 체고가 46cm 전후로 스피츠 견 중에서는 가장 큰 편이다. 키스혼드는 등 뒤로 말려 올라간 꼬리와 뾰족한 주둥이, 이중 모, 쫑긋 선 귀 등 전형적인 스피츠의 외모를 하고 있다. 간혹 늑대개 라고도 불리울 만큼 키스혼드의 털 색깔은 검은색과 회색, 크림색이 어우러져 늑대와 비슷한 은회색이 주를 이루기 때문이다. 하지만, 몸의 색이 아무리 어두워도 발과 발가락은 모두 크림색을 가진 독특한 특징이 있다. "
  }
]
