[
  {
    "name": "아비시니안 (Abyssinian)",
    "text": "고양이의 한 품종. 단모종이다. 귀엽고 아름답지만 지랄묘에 개냥이로 잘 알려진 종이다. 물론 그럼에도 의외로 차분한 아비시니안도 많다. 이름을 굉장히 자주 틀리는 고양이다. 관련 정보 검색에 애로 사항이 꽃필 정도. 아비니시안, 아바시니안, 아바니시안 등 다양하지만 아비시니안이 정식 명칭이다"
  },
  {
    "name": "아메리칸 불독 (American_Bulldog)",
    "text": "현재 멸종 된 Old English Bulldog의 후손입니다. 그들은 이제 동물 농장, 개 스포츠 및 전시에 사용됩니다. 그것들은 미국 문화와 역사의 일부이며 미국의 문화 아이콘으로 사용될 수 있습니다."
  },
  {
    "name": "아메리칸 핏불 테리어 (American_pit_bull_terrier)",
    "text": "미국 핏불 테리어 종은 강하고 다부진 체격이며, 다른 종에 비해 파운드 몸 무게당 근육이 더 많다."
  },
  {
    "name": "바셋하운드 (Basset_hound)",
    "text": "16세기 프랑스에서 개발된 품종으로 덩치에 비해 매우 작은 키와 짧은 다리가 특징. 비만이 되기 쉬운 견종이라 운동을 시켜주는 것이 필요하다. 헌신적인 성격이다. 크기는 몸높이 수컷 33~38cm, 암컷 20~36cm이며 몸무게는 수컷 23~34kg, 암컷 20~29kg 정도다."
  },
  {
    "name": "비글 (Beagle)",
    "text": "비글은 개 품종의 하나이다. 외모는 억세어 보이며, 몸에 군더더기 살이 없고, 짧은 털이 빽빽하게 나 있다. 머리는 넓적하고, 귀는 부드러우며 길쭉하다. 체중은 약 8~14kg이다."
  },
  {
    "name": "벵갈 (Bengal)",
    "text": "고양이의 한 품종. 1970년대 미국에서 집고양이와 야생 삵의 교배로 탄생하였다. 품종명인 '벵갈'도 삵의 학명 Prionailurus bengalensis 에서 유래. 그래서 호랑이나 표범같은 특유의 와일드한 외모에 푹 빠져 좋아하는 사람이 많다. 사실 벵갈 키우면 주변 사람에게 호랑이 키운다는 농담을 한 번씩은 들어 보게 된다. 뱅갈로 잘못 쓰는 사람이 상당히 많은 편이다. 장모종은 캐쉬미어라고 한다."
  },
  {
    "name": "버만 (Birman)",
    "text": "버만(Birman)은 고양이 품종 중 하나이다. 중장모 종이며 일부의 경우 샴고양이와 매우 유사한 외관을 지녔다. 샴 고양이가 털이 긴 버전이라고나 할까.(다만 실제 샴의 장모버전은 발리니즈다 애초에 버만과 샴은 체형 자체가 다르다) 얼굴이나 발, 꼬리가 어두운 색으로 덮혀 있으며 어떤 종류의 털색이든 항상 푸른 눈을 가지고 있다. 다리에도 어두운 털로 덮혀 있지만 발은 하얀 색이다."
  },
  {
    "name": "봄베이 (Bombay)",
    "text": "봄베이고양이는 아시아고양이 중 검은고양이 품종이다. 유럽에서 가장 흔히 기르는 고양이 중 하나이다. 흑표범을 닮은 집고양이를 만들 목적으로 1958년 미국 켄터키 루이빌에서 니키 호너가 버미즈와 아메리칸쇼트헤어를 교배시켜 만든 종이다. 이 때문에 '거실 표범'이라는 별명이 생겼다."
  },
  {
    "name": "복서 (Boxer)",
    "text": "복서는 중간 크기의 독일 원산의 개이다. 어깨높이는 53~63cm이고, 몸무게는 25~35kg이다. 1850년 독일의 품종 연구가들이 불도그와 그레이트 데인을 교배시켜 만들었다. 몸이 땅딸막하고 근육질이 강하다. 움직임이 빠르고 늘 경계를 늦추지 않는다."
  },
  {
    "name": "브리티시 쇼트헤어 (British_Shorthair)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "치와와 (Chihuahua)",
    "text": "개의 품종. 치와와(Chihuahua)는 가장 작은 품종으로 유명하다. 키는 13~22cm, 평균 체중은 1.8~2.7kg이 정상 체중이다. 몸집이 큰 세인트 버나드에 비하면 20분의 1밖에 안 되는 셈이다. 귀는 크고 쫑긋하며, 눈은 크고 약간 볼록하게 보인다. 털빛깔은 붉은색, 검은색, 담황색, 얼룩무늬 등 여러 가지가 있다. 원래 털이 매끈매끈한 단모종이다. 장모종도 있는데, 비교적 근래에 포메라니안 등과 교배하면서 생겨나게 되었다. 매우 쎈 성격으로 유명한 견종이다."
  },
  {
    "name": "브리티시 쇼트헤어 (Egyptian_Mau)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "브리티시 쇼트헤어 (English_cocker_spaniel)",
    "text": "일반적으로 암컷보다 수컷이 더 크다. 체형은 세미코비타입에 가깝고, 크고 둥그런 머리를 가지고 있으며, 귀는 머리에 비해 크지 않아야 한다. 눈은 크고 둥글며 볼살이 있어서 심술맞아 보이는 인상을 가지고 있지만, '이상한 나라의 앨리스'에 나오는 체셔 고양이처럼 부드러운 미소를 가지고 있다."
  },
  {
    "name": "저먼 쇼트헤어드 포인터 (German_shorthaired)",
    "text": "사냥을 위해 독일에서 19 세기에 개량된 중대형 개 품종입니다. 다재다능한 사냥 품종으로, 다리가 튼튼하면서도 강력하면서도 빠르게 움직이며 빠르게 돌 수 있습니다. 머리에 적당히 긴 플로피 귀를 덮습니다."
  },
  {
    "name": "그레이트 피레니즈 (Great_pyrenees)",
    "text": "그레이트 피레니즈 또는 피레니언 마운틴 도그는 개의 한 품종으로 초대형견이며, 사역견 및 경비견으로 이용되어 왔다. 그레이트 피레니즈는 평화주의견으로 유명하다."
  },
  {
    "name": "하바나 실크 독 (Havanese)",
    "text": "활발하고 똑똑하며 행복해하고 훈련이 잘 되는 하바나 실크 독은, 빈번한 산책과 물어오기 놀이에 만족을 느낄 수 있는 작은 반려견을 원하는 보호자에게 이상적입니다."
  },
  {
    "name": "제페니스 친 (Japanese_chin)",
    "text": "친은 일본 원산의 소형 견종이다. 중국에서 일본으로 유래되었으며, 과거 일본에서 귀족들만 가질 수 있었던 개로 유명하다. "
  },
  {
    "name": "키스혼드 (Keeshond)",
    "text": " 성견의 체고가 46cm 전후로 스피츠 견 중에서는 가장 큰 편이다. 키스혼드는 등 뒤로 말려 올라간 꼬리와 뾰족한 주둥이, 이중 모, 쫑긋 선 귀 등 전형적인 스피츠의 외모를 하고 있다. 간혹 늑대개 라고도 불리울 만큼 키스혼드의 털 색깔은 검은색과 회색, 크림색이 어우러져 늑대와 비슷한 은회색이 주를 이루기 때문이다. 하지만, 몸의 색이 아무리 어두워도 발과 발가락은 모두 크림색을 가진 독특한 특징이 있다. "
  },
  {
    "name": "레온베르거 (Leonberger)",
    "text": "얌전하고 조용하지만 고집스러운 레온베르거는 사람과 충분한 소통이 필요하다. 함께 등산, 여행 그리고 수영을 할 수 있는 크고 활동적인 경비견을 원하는 분들께 안성맞춤이다. "
  },{
    "name": "메인쿤  (Maine_Coon)",
    "text": "온순한 성격의 고양이인 메인쿤은 어떤 환경에 대해서도 적응력이 높으며 무겁지만 윤기가 있는 피모를 특징으로 합니다."
  },{
    "name": "미니어처 핀셔 (Miniature_pinscher)",
    "text": "활발하고 호기심이 많고 재미있는 미니어쳐 핀셔는 조용한 가정에는 어울리지 않는 견종이다. 많은 미니어쳐 핀셔는 집안에서 뛰어다니면서 체력을 소모하기 때문에 큰 공간에서 운동을 시킬 필요가 없다."
  },{
    "name": "뉴펀들랜드  (Newfoundland)",
    "text": "뉴펀들랜드는 크기에 비해 친절하고 총명하며 오히려 유순하고 가정에 반려견으로 잘 적응한다. 그러나 운동할 수 있는 마당이 필요하며 물에 접근할 수 있다면 이상적이다. "
  },{
    "name": "페르시안 (Persian)",
    "text": "얌전하기까지 한 페르시안은 햇빛이 잘 드는 창가를 좋아한다고 알려져 있으며 새끼고양이와 같은 에너지의 폭발을 보여줍니다. "
  },{
    "name": "포메라니안 (Pomeranian)",
    "text": "전형적인 소형견이며, 모량이 아주 풍성한 이중모가 포메라니안의 가장 큰 특징이다. 모량이 매우 풍부한데다가, 스피츠 계열이라 직모인 이중모이기 때문에 다른 장모종과 달리 털이 몸에 붙지 않고 붕 떠서 솜뭉치와 같은 외모를 가지고 있는 것이 특징이다. 이러한 털복숭이 같은 귀여운 외모 덕분에 세계적으로 큰 인기를 얻고 있다. 성견이 되면 이마 털이 짧아지고 가슴털이 워낙 풍성해지기 때문에 조금 지저분해 보이기도 하지만 근래에 곰돌이컷이라는 미용 스타일이 인기를 끌면서 포메라니안의 지저분한 가슴털을 집중적으로 쳐내고 귀여움을 더해주어 포메라니안의 인기가 더욱 상승하고 있다. "
  },{
    "name": "퍼그 (Pug)",
    "text": "퍼그란 단어 자체가 '애완동물'을 의미한다. 사실 원숭이를 뜻하는 단어이지만 지금 퍼그라고 하면 모두 한가지 모습을 떠올린다. 털 색은 살구색, 옅은 갈색, 은색, 검은색으로 나뉜다. 그리고 매우 드물지만 완전히 하얀 색이 나오는 경우도 있는 듯 하다. 키는 25~35cm, 무게는 6~10kg이다. 원래는 늑대처럼 입이 튀어나오고 굉장히 멋있게 생긴 종이었으나 서양인들이 개량한다는 과정에서 오히려 못생겨지고 중요 기능이 퇴화된 종이 현재 퍼그다. "
  },{
    "name": "래그돌 (Ragdoll)",
    "text": "흔히 줄여서 랙돌이라 부르기도 한다. 고양이계의 얼굴마담. 푸른 눈을 가지고 있으며 뚜렷한 털 색깔이 특징. 거묘종이며 털 또한 중장모종이다. 미국의 앤 베이커(Ann Baker)라는 브리더가 만든 품종이며 조용하고 차분한 성격에다가 애교가 넘쳐 고양이 중 최고의 성격으로 알아준다. 래그돌이란 이름은 고양이를 들어 올렸을 때 인형처럼 축 쳐진다고 해서 붙여진 이름. 발톱 자르기 싫다고 발광을 하다가도 사람이 안아드는 순간 얌전해진다. "
  },{
    "name": "러시안 블루 (Russian_blue)",
    "text": "러시안 블루는 고양이 과 중 하나로 청회색의 단모종이다. 푸른빛이 도는 회색털과 초록색 눈으로 유명한 고양이이다. 러시아가 원산지 이고 조용하고 온순한 성격으로 잘 울지 않으며, 울어도 그 소리가 무척 작다. "
  },{
    "name": "세인트 버나드 (Saint_bernard)",
    "text": "17세기 무렵 스위스의 수도원에서 기르던 구명개였다. 어깨높이 약 90cm, 몸무게 75-80kg으로 덩치가 크고 추위에 잘 견디고 후각이 발달해 있다. 털빛은 흰색과 붉은색이 섞여 있거나, 흰색과 갈색이 도는 노란색이 섞여 있다. 머리에는 검은 반점이 있고, 털이 긴 종류와 짧은 종류가 있다. 머리는 크고 네모나며, 코와 목은 짧다. 예민한 후각으로 눈 속에 파묻힌 사람을 찾아 크게 짖어서 사람들에게 알렸다. 길의 흔적이 희미한 산길을 가는 여행자에게 위험한 곳을 미리 알려 주는 안내자 역할도 한다. 요즘은 경비견·안내견·반려견 등으로서도 많은 곳에 쓰인다. "
  },{
    "name": "사모예드 (Samoyed)",
    "text": "커다랗고 풍성한 털이 특징이다. 덕분에 몸집이 많이 커 보인다. 원산지나 개체에 따라 주둥이가 넓고 전체적으로 북극곰을 닮은 외모를 한 경우가 있는가 하면, 날렵한 주둥이에 얼굴이 작고 늑대나 여우를 닮은 녀석들도 있어서 개체에 따라 전혀 다른 견종으로 보이기도 한다. 대체로 암컷이 더 늑대스럽게 생긴 경향이 있는 듯. 털 색은 여러 가지이나 그중에서도 새하얀 백색 사모예드가 유명하다.[5] 개마다 색은 조금씩 달라서 백색, 크림색 혹은 거의 황색에 가까운 개체도 있다. 얇고 부드러운 털이 촘촘하게 이중으로 깔려있다. 털갈이 때 아주 휘날린다. "
  },{
    "name": "스코티시 테리어 (Scottish_terrier)",
    "text": "스코틀랜드 출신 견종으로 사냥견이다. 줄여서 '스코티'라고 부르기도 한다. 외모는 두상이 길쭉하게 크고 허리는 길며 다리는 짧다. 장모종이지만 그러나 장모치고 굵고 빳빳한 털을 가졌으며 털이 많이 빠진다. 색깔은 다양하나 주로 검정이 많이 알려져 있다. 발바닥살(패드)이 통통하며 아몬드형 눈을 가진다. 새끼 때는 귀가 접혀 있으나 자라면서 귀가 서게 된다. 3개월 지나도 안 설 경우 귀 부분 털을 깎아주면 곧장 선다. 신체구조 상 슬개골 탈골 등을 유의해야 하며 허리를 조심해야 한다. "
  },{
    "name": "시바이누 (Shiba_inu)",
    "text": "스피츠 그룹에 속하는 견종으로 같은 스피츠 계열인 진돗개와 외향은 물론, 독립적이고 배타적인 성격 역시 유사하다.[2] 즉 자기 영역이 확실하며 주도성(고집)이 강하다. 아무 사람에게나 좋다고 달려들지 않는 종이다. 주인에게만 온순한 성격.[3] ... 은 사실 모든 견종의 주인들이 다 이렇게 생각할 뿐이고 사실 시바견은 콜링이 안 되는 견종으로 유명하다. 스피츠 계열 개들이 대체로 그렇듯 주인과의 유대감, 공감 능력은 상당히 떨어지는 편이며, 주인을 공격하기 쉬운 견종 중 하나다."
  },{
    "name": "샴 (Siamese)",
    "text": "처음 보는 사람에게도 놀자며 들이대는 경우도 많고, 대체적으로는 온순하고 느긋한 성격이다. 무릎 위에 올라오거나 침대위에 올라와서 집사 옆에서 자려고 하는 성향도 강하다. 샴고양이는 외로움을 잘타며 질투심이 강하다. 다른 동물이나 아기에게 주인의 관심이 돌아갈 경우 불만을 표출할수 있다. 외출이 잦은 사람일 경우 샴고양이를 키우는 것을 추천하지 않는다. 부득이하게 고양이와 떨어져있어야 할 경우엔 꼭 같이 있을 다른 사람을 필요로 한다. "
  },{
    "name": "스핑크스 (Sphynx)",
    "text": "스핑크스(Sphynx)는 단모종 고양이의 품종 중 하나로 1998년 CFA에 잡종부문으로 등록되었다. 큰 눈과 귀가 특징이며, 추위나 더위에 약하다 털이 없는 대신,피부에 유분기가 있다.그 이유는 털이 없어 털 대신 자신의 피부를 보호하기 위해서이다. 털이 없어 다른 고양이들과는 다르게 주름이 잘 보인다. 대부분 주인에게 애교가 많으며 다른 고양이들과 다르게 야생성이 없다. "
  },{
    "name": "스타포드셔 불 테리어 (Staffordshire_bull_terrier)",
    "text": "스태퍼드셔 불테리어는 영국 원산의 애견 및 투견으로 불도그와 테리어를 교배하여 만들어진 불테리어를 투견으로 만들기 위해 스태퍼드셔에서 만든 견종이다. 키는 약 35~41cm 정도이고 몸무게는 11~17kg 정도로 중형견에 속한다. 원래 투견이었기에 성격은 호전적인 편이다.상대적으로 덩치가 작은 중형견임에도 불구하고 국내에서는 동물보호법에 의해 아메리칸 스태퍼드셔 테리어와 마찬가지로 맹견으로 분류된다. 애초에 투견용이었기에 호전적인 성격 때문인 탓이 큰듯 하다. "
  },{
    "name": "휘튼 테리어 (Wheaten_terrier)",
    "text": "실내용 중간 크기의 종을 원하는 주인들에게 이상적이며 부드러운 털을 가진 휘튼 테리어는 지능이 높고 사람과의 많은 교류를 필요하다. "
  },{
    "name": "요크셔 테리어 (Yorkshire_terrier)",
    "text": "영국이 원산지이며 북부 잉글랜드의 험난한 지역인 요크셔가 이름의 기원이다. 19세기 중반 스코틀랜드 노동자들이 기르던 개로, 그들이 일을 찾으러 요크셔에 올 때 여러 종의 조그마한 테리어들을 데려와 쥐 잡기용 개로 이용했다. 오랜 기간에 걸친 품종 교배로 소형화됐다. 소형 애완견으로 움직이는 보석이라는 별명[1]으로 유명하다. 서구권에서는 친근한 표현으로 흔히 욜키(Yorkie)라고도 한다. 각국의 애견 클럽(Kennel Club)의 분류상 토이 그룹(가장 작은 견종 분류)에 속하는 작고 귀여운 종으로 같은 토이 그룹에 속한 견종 중에서도 가장 유명하며 인기 있는 견종 중 하나이다. 작고 예쁘며, 똑똑하고, 아름다운 털 등등 많은 장점 덕에 애견 시장에서 항상 베스트 셀러이자 스테디 셀러인 품종. 특히 요크셔 테리어의 매력이 널리 알려지기 시작한 20세기 중후반에는 세계적으로 선풍적인 인기를 구가하기도 했다."
  }
]
